<p><b>2.1. Исполнитель обязан:</b></p>
<p>Оказать услуги по подбору, бронированию и предоставлению услуг в порядке и сроки, установленные настоящим Договором.</p>
<p>Предоставить Заказчику необходимую и достоверную информацию, обеспечивающую возможность правильного выбора вида Путевки и входящих в нее услуг.</p>
<p>Обеспечить выполнение услуг, зафиксированных в Заявке в объеме, подтвержденном Исполнителем путем бронирования.</p>
<p>Информировать Заказчика о возникновении обстоятельств, препятствующих выполнению Заявки.</p>
<p><b>2.2.  Исполнитель имеет право:</b></p>
<p>2.2.1. Отказать Заказчику в предоставлении услуг в случае нарушения им раздела 3 Договора.</p>
<p>2.2.2. Удержать с Заказчика свои фактические расходы и другие финансовые санкции в случае отказа Заказчика от забронированных услуг, а также в случае невозможности воспользоваться забронированными услугами по любым причинам, не зависящим от Исполнителя. Удержание может быть произведено из сумм произведенных Заказчиком оплат по Договору.</p>
<p><b>2.3. Заказчик обязан:</b></p>
<p>2.3.1. Полностью согласовать с Исполнителем условия Путевки до подписания Заявки.</p>
<p>2.3.2. Своевременно произвести оплату Путевки в полном объеме в порядке, предусмотренном разделом 3 настоящего Договора.</p>
<p><b>2.3.3. Обеспечить присутствие Сопровождающего (Сопровождающих) несовершеннолетних Клиентов таким образом, чтобы на одного Сопровождающего приходилось не более двенадцати (12) несовершеннолетних Клиентов.</b></p>
<p>2.3.4. В установленный Исполнителем срок предоставить надлежащим образом оформленные необходимые для организации поездки документы и реквизиты (фамилии и имена Клиентов и иных лиц, их даты рождения, паспортные данные, контактные телефоны, в том числе, законных представителей) для оформления приобретаемой Путевки и своевременного уведомления о возможных изменениях.</p>
<p>2.3.5. При изменении любых данных своих или Клиентов немедленно сообщить об этом Исполнителю. В случае непредставления полного комплекта необходимых документов в установленный срок, Заказ считается аннулированным  в части не предоставленных данных. При невозможности оказания услуг в связи с неисполнением Заказчиком указанных требований, услуги считаются не оказанными по вине Заказчика.</p>
<p><b>2.3.6. Ознакомить Клиентов с условиями Договора и предоставить им всю полученную от Исполнителя информацию по Путевке. Условия Договора распространяются на всех лиц, упомянутых в сопроводительных документах, при этом по обязательствам Клиентов перед Исполнителем Заказчик отвечает субсидиарно.</b></p>
<p>2.3.7. Своевременно получить у Исполнителя Путевку, памятку и иные документы.</p>
<p>2.3.8. При получении Путевки удостовериться в достоверности данных, самостоятельно нести риск наступления неблагоприятных последствий в случае недостоверности таких данных.</p>
<p>2.3.9. Обеспечить своевременное прибытие Клиентов в Комплекс согласно данным приобретенной Путевки. Опоздание или неявка в Комплекс по любым причинам считается отказом от забронированной Путевки.</p>
<p>2.3.10. Незамедлительно информировать Исполнителя о неоказании или ненадлежащем оказании входящих в Путевку услуг со стороны Исполнителя и/или третьих лиц.</p>
<p><b>2.3.11. Обеспечить неукоснительное соблюдение несовершеннолетними Клиентами  требований по технике безопасности и порядка проведения занятий и тренировок, всех санитарно-эпидемиологических правил Главного санитарного врача Российской Федерации в условиях сохранения рисков распространения COVID-19.</b></p>
<p><b>2.3.12. Разъяснить несовершеннолетнему Клиенту Правила пребывания в Комплексе, в частности,  обязанности несовершеннолетнего Клиента:</b></p>
<p><b>- принимать участие в спортивных мероприятиях среди коллективов физической культуры и спортивных клубов;</b></p>
<p><b>- выполнять распорядок дня, установленный на каждый день;</b></p>
<p><b>- не покидать территорию Комплекса в отсутствии сопровождения Тренера (или) Вожатого;</b></p>
<p><b>- соблюдать меры собственной безопасности, пожарной безопасности; правила участия в спортивных мероприятиях среди коллективов физической культуры и спортивных клубов;</b></p>
<p><b>- постоянно находиться в составе своей группы;</b></p>
<p><b>- принимать участие в самообслуживающем труде;</b></p>
<p><b>- содержать в порядке личные вещи;</b></p>
<p><b>- выполнять санитарно-гигиенические требования; следить за своим внешним видом, одеждой;</b></p>
<p><b>- бережно относиться к имуществу Исполнителя, участников спортивных мероприятий, сотрудников Исполнителя или третьих лиц;</b></p>
<p><b>- в случае недомогания или получения травмы немедленно известить сотрудников Исполнителя;</b></p>
<p><b>- не нарушать общественный порядок, не совершать действий, причиняющих или создающих угрозу причинения вреда социальному, психологическому, интеллектуальному, нравственному и физическому благополучию других, вести себя социально ответственно, с уважением и тактом относиться к иным спортсменам, участникам тренировочных сборов и спортивных мероприятий;</b></p>
<p><b>- с уважением относиться к сотрудникам Исполнителя, выполнять их указания.</b></p>
<p><b>- не совершать действий, наносящих вред своему здоровью и здоровью окружающих.</b></p>
<p><b>- бережно относиться к природе.</b></p>
<p><b>2.3.13 Обеспечить проведение организованных спортивных занятий на открытом воздухе на территории Комплекса, подходящей для их проведения (далее - Тренировки) в соответствии с расписанием Тренировок, являющимся обязательным приложением к Заявке, и (или) обеспечить участие Клиентов в Тренировках, проводимых Заказчиком и (или) Исполнителем, в соответствии с видом Путевки, на территории Комплекса. Выявление нарушения указанной обязанности фиксируется односторонним Актом Исполнителя с привлечением не менее двух лиц, свидетельствующих нарушение. Привлекаемые к свидетельству нарушения лица могут находится на службе у Исполнителя, что не признается заинтересованностью.</b></p>
<p><b>2.3.14 Соблюдать запрет перепродажи Путевки по цене  менее 20% и более чем на 70% отличающейся от стоимости, указанной в Ценовом листе-Спецификации, который после подписания Заявки Сторонами становится неотъемлемой частью настоящего Договора. Выявление нарушения данного запрета фиксируется односторонним Актом Исполнителя с привлечением не менее двух лиц, свидетельствующих нарушение. Привлекаемые к свидетельству нарушения лица могут находиться на службе у Исполнителя, что не признается заинтересованностью.</b></p>
<p><b>2.4  Клиент обязан:</b></p>
<p>2.4.1. Соблюдать законодательство и правила пребывания в Комплексе.</p>
<p>2.4.2. Относиться к имуществу Исполнителя и находящемуся в Комплексе имуществу третьих лиц с надлежащей заботливостью и осмотрительностью, соблюдать установленные Комплексом правила пользования таким имуществом, не причинять вреда такому имуществу. В случае нанесения Заказчиком или Клиентами материального ущерба имуществу Исполнителя либо находящемуся в Комплексе имуществу третьих лиц, виновное лицо обязано возместить фактически причиненный ущерб в полном объеме путем внесения наличных денежных средств в кассу или на расчетный счет Исполнителя.</p>
<p>2.4.3. Нести ответственность, включая финансовую, за любые совершенные им действия или решения, принимаемые самостоятельно в ходе поездки Клиентов к месту оказания услуг.</p>
<p>2.4.4. Своевременно освободить номер в Комплексе и покинуть Комплекс после окончания оказания услуг.</p>
<p>2.4.5. До выезда из Комплекса оплатить счета за дополнительные услуги, не включенные в стоимость Путевки и предоставляемые в Комплексе за отдельную плату.</p>
<p><b>2.5.  Заказчик вправе:</b></p>
<p>2.5.1. Получить при заключении Договора информацию, предоставляемую Исполнителем в соответствии с п. 2.1.2. настоящего Договора.</p>
<p>2.5.2. Отказаться от исполнения настоящего Договора при условии оплаты Исполнителю фактически понесенных им расходов и других финансовых санкций, выставленных в связи с отказом Заказчика от забронированных услуг или в случае невозможности воспользоваться забронированными услугами по любым причинам, не зависящим от Исполнителя.</p>
