Добрый день, тренеры, организаторы и представители будущих Чемпионов!

Нам с Вами осталось заполнить договор, перейдя по ссылке: , чтобы мы могли начать тренировочные мероприятия и соревнования:
{{ route('leads_group.subscription.contract.fill', ['sbsc' => Crypt::encrypt($subscription->id)]) }}

Наша команда готова приступить к тренировкам, сотрудники - для тренировок, вожатые - для сопровождения, родители - для поддержки будущих Чемпионов, а сами будущие Чемпионы смогут начать побеждать, тем более что часто основная победа - это победа над собой.
Наши контакты для связи
- группа в контакте: https://vk.com/clubnaslediekudrovo
- телефон: +7 (911) 714-05-78
- почта: kkudrovo@gmail.ru
- сайт: vsev-sportcenter.ru

С приближением каникул количество обращений увеличивается, но мы отвечаем на них со всей возможной скоростью. Мы благодарим вас за понимание и с нетерпением ждем начала нашего совместного пути к успеху!

С уважением,
Команда Центра Школьного Спорта
@if(!empty($comments))
  {!! strip_tags($comments) !!}
@endif